Repository: cybertechethio/pharma-fultter
Catalog: lib/l10n/app_*.arb
Languages: am

# noProfitLossItemsFound
source: No profit-loss items found for the selected date range.
am: ለተመረጠው የቀን ክልል የትርፍ-ኪሳራ ንጥሎች አልተገኙም።

# noBestSellersFound
source: No best sellers found for the selected date range.
am: ለተመረጠው የቀን ክልል ከፍተኛ ሽያጭ አልተገኙም።

source: No customer data found.
am: የደንበኛ ውሂብ አልተገኘም።

# noSalesItemsFound
source: No sales items found for the selected date range.
am: ለተመረጠው የቀን ክልል የሽያጭ ንጥሎች አልተገኙም።

# noPurchaseItemsFound
source: No purchase items found for the selected date range.
am: ለተመረጠው የቀን ክልል የግዢ ንጥሎች አልተገኙም።

source: Sales and Profit Trend (Last 10 Days)
am: የሽያጭ እና ትርፍ አዝማሚያ (የመጨረሻዎቹ 10 ቀናት)

source: Payment ID
am: የመክፈያ መታወቂያ

source: Company Information
am: የኩባንያ መረጃ

source: Enabled
am: አንቃለሁ

source: Disabled
am: አግድያለሁ

source: Stock Information
am: የክምችት መረጃ

source: Metadata
am: የመረጃ መረጃ

source: Item Details
am: የንጥል ዝርዝሮች

source: Update Quantity
am: ብዛት ያዘምኑ

source: Add Items
am: ንጥሎች ጨምር

source: No items
am: ምንም ንጥሎች የሉም

source: Overview
am: አጠቃላይ እይታ

source: Edit Payment Method
am: የመክፈያ ዘዴ ያርትዑ

source: Delete Payment Method
am: የመክፈያ ዘዴ ሰርዝ

# confirmDeletePaymentMethod
source: Are you sure you want to delete this payment method? This action cannot be undone.
am: ይህንን የመክፈያ ዘዴ መሰረዝ እንደፈለጉ እርግጠኛ ነዎት? ይህ ተግባር ሊመለስ አይችልም።

source: Update Company
am: ኩባንያ አዘምን

source: Basic Information
am: መሰረታዊ መረጃ

source: Contact Information
am: የግንኙነት መረጃ

source: Location Information
am: የአካባቢ መረጃ

source: App Settings
am: የመተግበሪያ ቅንብሮች

source: Transaction Details
am: የግብይት ዝርዝሮች

source: Personal Information
am: የግላዊ መረጃ

source: No Movements
am: እንቅስቃሴዎች የሉም

# noStockMovementsRecorded
source: No stock movements recorded yet
am: እስካሁን የክምችት እንቅስቃሴዎች አልተመዘገቡም

source: Stock Details
am: የክምችት ዝርዝሮች

source: Stock Movement Details
am: የክምችት እንቅስቃሴ ዝርዝሮች

source: Movement Information
am: የእንቅስቃሴ መረጃ

source: Previous Stock
am: የቀድሞ ክምችት

source: New Stock
am: አዲስ ክምችት

source: Inbound
am: ገቢ

source: Outbound
am: ወጪ

source: Transfer ID
am: የማስተላለፍ መታወቂያ

# reversedMovement
source: Reversed Movement ID
am: የተመለሰ እንቅስቃሴ መታወቂያ

source: No transactions yet.
am: እስካሁን ግብይቶች የሉም።

source: Accept Transfer
am: ማስተላለፍ ተቀበል

# confirmAcceptTransfer
source: Are you sure you want to accept this transfer?
am: ይህንን ማስተላለፍ መቀበል እንደፈለጉ እርግጠኛ ነዎት?

source: Reject Transfer
am: ማስተላለፍ ውድቅ አድርግ

# confirmRejectTransfer
source: Are you sure you want to reject this transfer?
am: ይህንን ማስተላለፍ ማሰረዝ እንደፈለጉ እርግጠኛ ነዎት?

source: Accept
am: ተቀበል

source: Reject
am: ውድቅ አድርግ

source: Transfer Details
am: የማስተላለፍ ዝርዝሮች

source: No items in cart
am: በጋሪ ውስጥ ንጥሎች የሉም

# tapItemsIconToAdd
source: Tap the Items icon above to add items to your cart
am: ንጥሎችን ወደ ጋሪዎ ለመጨመር ከላይ ያለውን የንጥሎች አዶ ይንኩ

source: Items in Cart
am: በጋሪ ውስጥ ንጥሎች

source: New Transfer
am: አዲስ ማስተላለፍ

source: No transfers found
am: ማስተላለፎች አልተገኙም

source: You don't have any items yet.
am: እስካሁን ምንም ንጥሎች የሎትም።

source: New Transaction
am: አዲስ ግብይት

source: Cart
am: ጋሪ

source: Additional Information
am: ተጨማሪ መረጃ

source: Record payment with approval
am: ከማረጋገጫ ጋር መክፈያ ይመዝግቡ

source: ID
am: መታወቂያ

source: None
am: ምንም

source: Bakery
am: ዳቦ ቤት

source: Pharmacy
am: ፋርማሲ

source: Supermarket
am: ሱፐርማርኬት

source: Retail
am: ገበያ

source: Cafe
am: ካፌ

source: All Categories
am: ሁሉም ምድቦች

source: All Suppliers
am: ሁሉም አቅራቢዎች

source: All Status
am: ሁሉም ሁኔታ

source: Completed
am: ተጠናቋል

source: Reversed
am: ተመለሰ

source: Payment Method
am: የመክፈያ ዘዴ

# bankRequired
source: Bank *
am: ባንክ *

source: Admin
am: አስተዳዳሪ

source: Manager
am: አስተዳዳሪ

source: Cashier
am: ገንዘብ ተቀባይ

source: Storekeeper
am: መጋዘን ጠባቂ

source: Supervisor
am: አቀናባሪ

source: Standard
am: መደበኛ

source: User Type
am: የተጠቃሚ አይነት

source: User ID
am: የተጠቃሚ መታወቂያ

source: Phone 1
am: ስልክ 1

source: Phone 2
am: ስልክ 2

source: City
am: ከተማ

source: Wereda
am: ወረዳ

source: Created At
am: በተፈጠረበት

source: Updated At
am: በተዘመነበት

source: You don't have any suppliers yet.
am: እስካሁን ምንም አቅራቢዎች የሎትም።

source: You don't have any expense categories yet.
am: እስካሁን ምንም የወጪ ምድቦች የሎትም።

source: You don't have any categories yet.
am: እስካሁን ምንም ምድቦች የሎትም።

source: You don't have any customers yet.
am: እስካሁን ምንም ደንበኞች የሎትም።

# errorPickingImages
source: Error picking images: {error}
am: ምስሎችን ማምረጥ ስህተት: {error}

# confirmDeleteItem
source: Are you sure you want to delete {itemName}? This action cannot be undone.
am: እርግጠኛ ነዎት {itemName}ን መሰረዝ ይፈልጋሉ? ይህ ተግባር ሊመለስ አይችልም።

source: Fulfillment Date
am: የማሟላት ቀን

source: Not set
am: አልተቀመጠም

source: Party
am: አጋር

source: Unit Price
am: የአሃድ ዋጋ

source: Cost Price
am: የወጪ ዋጋ

source: Tax Rate
am: የግብር መጠን

source: Taxable Amt
am: የግብር የሚገባ መጠን

source: Tax Amt
am: የግብር መጠን

source: No attachments
am: መያዣዎች የሉም

# confirmReverseTransaction
source: Are you sure you want to reverse this transaction?
am: ይህን ግብይት ለመመለስ እርግጠኛ ነዎት?

source: This action cannot be undone.
am: ይህ ተግባር ሊመለስ አይችልም።

# itemCode
source: Code
am: ኮድ

# itemCodeLabel
source: Code: {code}
am: ኮድ: {code}

# transactionLabel
source: Transaction: {number}
am: ግብይት: {number}

source: Stock Movements
am: የክምችት እንቅስቃሴዎች

source: Color
am: ቀለም

source: Size
am: መጠን

source: Material
am: ቁሳቁስ

source: Weight
am: ክብደት

source: Unknown Item
am: ያልታወቀ ንጥል

# quantityLabel
source: Qty: {quantity}
am: ብዛት: {quantity}

# itemNumber
source: Item #{id}
am: ንጥል #{id}

# inboundLabel
source: Inbound: +{quantity}
am: ገቢ: +{quantity}

# outboundLabel
source: Outbound: -{quantity}
am: ወጪ: -{quantity}

# fromLabel
source: From: {source}
am: ከ: {source}

# toLabel
source: To: {destination}
am: ወደ: {destination}

# movementCount
source: {count, plural, =1{1 movement} other{{count} movements}}
am: {count, plural, =1{1 እንቅስቃሴ} other{{count} እንቅስቃሴዎች}}

# moreMovements
source: + {count} more movements
am: + {count} ተጨማሪ እንቅስቃሴዎች

source: Attachment {number}
am: መያዣ {number}

# notesLabel
source: Notes: {notes}
am: ማስታወሻዎች: {notes}

source: Methods
am: ዘዴዎች

source: Select Transaction Type
am: የግብይት አይነት ይምረጡ

source: Add Attachments
am: ተጣባባይዎች ጨምር

source: Clear All
am: ሁሉንም አጽዳ

source: Apply Filters
am: መርጃዎችን ተግብር

# nameAsc
source: Name (A-Z)
am: ስም (A-Z)

# nameDesc
source: Name (Z-A)
am: ስም (Z-A)

# createdDesc
source: Created Date (Newest)
am: የተፈጠረ ቀን (አዲስ)

# createdAsc
source: Created Date (Oldest)
am: የተፈጠረ ቀን (አሮጌ)

# unitPriceAsc
source: Unit Price (Low to High)
am: የአሃድ ዋጋ (ከዝቅ ወደ ከፍ)

# unitPriceDesc
source: Unit Price (High to Low)
am: የአሃድ ዋጋ (ከከፍ ወደ ዝቅ)

# costPriceAsc
source: Cost Price (Low to High)
am: የወጪ ዋጋ (ከዝቅ ወደ ከፍ)

# costPriceDesc
source: Cost Price (High to Low)
am: የወጪ ዋጋ (ከከፍ ወደ ዝቅ)

source: All Sub Categories
am: ሁሉም ንዑስ ምድቦች

source: All Brands
am: ሁሉም የምርት ስሞች

source: All Units
am: ሁሉም አሃዶች

source: All Models
am: ሁሉም ሞዴሎች

source: Is Taxable
am: የግብር የሚገባ ነው

source: Is Active
am: ንቁ ነው

source: Taxable
am: የግብር የሚገባ

source: Non-taxable
am: የግብር የማይገባ

# pleaseEnterValidAmount
source: Please enter a valid amount
am: እባክዎ ትክክለኛ መጠን ያስገቡ

source: Please add at least one payment method
am: እባክዎ ቢያንስ አንድ የክፍያ ዘዴ ያክሉ

# pleaseSelectBankForBankTransfer
source: Please select a bank for bank transfer payment method
am: እባክዎ ለባንክ ማስተላለፍ የክፍያ ዘዴ ባንክ ይምረጡ

# referenceNumberRequired
source: Reference number is required for {method}
am: ለ {method} የማጣቀሻ ቁጥር ያስፈልጋል

# paymentMethodsTotalMustEqual
source: Payment methods total ({total}) must equal expense amount ({amount})
am: የክፍያ ዘዴዎች ጠቅላላ ({total}) ከወጪ መጠን ({amount}) ጋር እኩል መሆን አለበት

source: Failed to load banks
am: ባንኮችን ማስጫን አልተሳካም

source: Select Bank
am: ባንክ ይምረጡ

# errorLoadingItems
source: Error loading items: {error}
am: ንጥሎችን ማምጣት ስህተት: {error}

source: Expense data not found
am: የወጪ ውሂብ አልተገኘም

source: Show expenses from all categories
am: ከሁሉም ምድቦች ወጪዎችን አሳይ

source: No branches available
am: ምንም ቅርንጫፍ አይገኝም

source: Error loading roles
am: ሚናዎችን ማስጫን ስህተት

source: My Company
am: የእኔ ኩባንያ

source: View and manage company details
am: የኩባንያ ዝርዝሮችን ይመልከቱ እና ያቀናብሩ

# refLabel
source: Ref: {ref}
am: ማጣቀሻ: {ref}

source: Notes (optional)
am: ማስታወሻዎች (አማራጭ)

source: Payment notes (optional)
am: የክፍያ ማስታወሻዎች (አማራጭ)

source: Advanced Filters
am: የላቀ ማጣሪያዎች

source: Product Information
am: የምርት መረጃ

source: Price Ranges
am: የዋጋ ክልሎች

source: Tax Status
am: የግብር ሁኔታ

source: Min
am: ዝቅተኛ

source: Max
am: ከፍተኛ

source: Expense Name
am: የወጪ ስም

# expenseNameRequired
source: Expense name is required
am: የወጪ ስም ያስፈልጋል

# amountRequired
source: Amount is required
am: መጠን ያስፈልጋል

source: Select Category
am: ምድብ ይምረጡ

source: Category selected
am: ምድብ ተመርጧል

# thisWillCreateTransactionAndUpdateInventory
source: This will create a transaction and update inventory.
am: ይህ ግብይት ይፈጥራል እና አክሲዮን ያዘምናል።

source: Add attachment (optional)
am: መያዣ ያክሉ (አማራጭ)

# firstNameRequired
source: First name is required
am: የመጀመሪያ ስም ያስፈልጋል

# lastNameRequired
source: Last name is required
am: የአባት ስም ያስፈልጋል

# enterValidEmail
source: Enter a valid email
am: ትክክለኛ ኢሜይል ያስገቡ

source: Assign Roles to User
am: ለተጠቃሚ ሚናዎች ይመድቡ

source: Please select at least one branch
am: እባክዎ ቢያንስ አንድ ቅርንጫፍ ይምረጡ

# pleaseSelectBank
source: Please select a bank
am: እባክዎ ባንክ ይምረጡ

# selectBankRequired
source: Select Bank *
am: ባንክ ይምረጡ *

# pleaseSelectFulfillmentBranch
source: Please select a fulfillment branch
am: እባክዎ የመሙላት ቅርንጫፍ ይምረጡ

source: Payment Methods ({count})
am: የክፍያ ዘዴዎች ({count})

source: Remove payment method
am: የክፍያ ዘዴ አስወግድ

# selectBankPlaceholder
source: Select bank
am: ባንክ ይምረጡ

# sortLabel
source: Sort:
am: ማዘዣ:

source: Name (A-Z)
am: ስም (አ-ዘ)

source: Name (Z-A)
am: ስም (ዘ-አ)

source: Created Date (Newest)
am: የተፈጠረ ቀን (አዲስ)

source: Created Date (Oldest)
am: የተፈጠረ ቀን (ዕድሜ ያለው)

source: Attributes
am: ባህሪያት

# referenceNumberLabel
source: Reference Number
am: የማጣቀሻ ቁጥር

source: Search expense categories...
am: የወጪ ምድቦችን ይፈልጉ...

source: Failed to load expense categories
am: የወጪ ምድቦችን ማስጫን አልተሳካም

# noExpenseCategoriesMatchSearch
source: No expense categories match your search
am: ምንም የወጪ ምድቦች ከፍለጋዎ ጋር አይዛመዱም

# userLabel
source: User: {userName}
am: ተጠቃሚ: {userName}

source: Select branches and assign roles
am: ቅርንጫፎችን ይምረጡ እና ሚናዎችን ይመድቡ

source: Search categories...
am: ምድቦችን ይፈልጉ...

source: No categories found
am: ምንም ምድብ አልተገኘም

# noCategoriesMatchSearch
source: No categories match your search
am: ምንም ምድቦች ከፍለጋዎ ጋር አይዛመዱም

source: Select category first
am: በመጀመሪያ ምድብ ይምረጡ

source: No sub-categories available
am: ምንም ንዑስ ምድቦች አይገኙም

source: No brands available
am: ምንም የምርት ስም አይገኙም

source: No units available
am: ምንም አሃዶች አይገኙም

source: No models available
am: ምንም ሞዴሎች አይገኙም

source: Search by batch name...
am: በቦታ ስም ይፈልጉ...

# batchNumberLabel
source: Batch #: {batchNumber}
am: ቦታ #: {batchNumber}

# itemNameLabel
source: Item: {itemName}
am: ንጥል: {itemName}

source: No additional details available
am: ምንም ተጨማሪ ዝርዝሮች አይገኙም

source: Filter Sales Report
am: የሽያጭ ሪፖርት ይፈልጉ

source: Filter Purchase Report
am: የግዢ ሪፖርት ይፈልጉ

source: Filter Expense Report
am: የወጪ ሪፖርት ይፈልጉ

source: Place Order
am: ትዕዛዝ ይስጡ

source: No banks available
am: ምንም ባንኮች አይገኙም

source: Receipt attached
am: ደረሰኝ ተያይዟል

source: Add Receipt
am: ደረሰኝ ጨምር

source: Tap to upload
am: ለመጫን ይንኩ

source: Configuration
am: ቅንብር

source: No suppliers
am: ምንም አቅራቢዎች የሉም

source: No expense categories
am: ምንም የወጪ ምድቦች የሉም

source: Create Supplier
am: አቅራቢ ፍጠር

source: Create Customer
am: ደንበኛ ፍጠር

source: Create Item
am: ንጥል ፍጠር

source: Update Item
am: ንጥል አዘምን

source: Delete Item
am: ንጥል ሰርዝ

source: Select Items
am: ንጥሎች ይምረጡ

source: Expense Details
am: የወጪ ዝርዝሮች

source: Batch Details
am: የጥምር ዝርዝሮች

source: Identification
am: ማንነት

source: Product Details
am: የምርት ዝርዝሮች

source: Relationships
am: ዝምድናዎች

source: Pricing
am: የዋጋ አሰጣጥ

# taxAndStatus
source: Tax & Status
am: ግብር እና ሁኔታ

source: Dates (Optional)
am: ቀኖች (አማራጭ)

source: Actions
am: ድርጊቶች

source: Edit Expense Category
am: የወጪ ምድብ አርም

source: Trade Name
am: የንግድ ስም

source: Attachment {index}
am: ተጣባባይ {index}

source: Select Customer (optional)
am: ደንበኛ ይምረጡ (አማራጭ)

source: Select payment method
am: የክፍያ ዘዴ ይምረጡ

source: Attach receipt (optional)
am: ደረሰኝ ያያይዙ (አማራጭ)

source: Barcode
am: ባርኮድ

source: Expiration Date
am: የመጨረሻ ቀን

source: Manufacturing Date
am: የምርት ቀን

source: Select Sub-Category
am: ንዑስ ምድብ ይምረጡ

# failedToLoadBanksWithError
source: Failed to load banks: {error}
am: ባንኮችን ማምጣት አልተሳካም: {error}

# selectItem
source: Select an item
am: ንጥል ይምረጡ

source: Search by name, code, SKU...
am: በስም፣ ኮድ፣ SKU ፍለጋ...

source: Select Business Type
am: የንግድ አይነት ይምረጡ

source: Select Calendar Type
am: የቀን መቁጠሪያ አይነት ይምረጡ

source: Unit Price (Low to High)
am: የአሃድ ዋጋ (ከዝቅ ወደ ከፍ)

source: Unit Price (High to Low)
am: የአሃድ ዋጋ (ከከፍ ወደ ዝቅ)

source: Cost Price (Low to High)
am: የወጪ ዋጋ (ከዝቅ ወደ ከፍ)

source: Cost Price (High to Low)
am: የወጪ ዋጋ (ከከፍ ወደ ዝቅ)

source: Select Brand
am: የምርት ስም ይምረጡ

source: Select Unit
am: አሃድ ይምረጡ

source: Select Model
am: ሞዴል ይምረጡ

# enterLimit
source: Enter limit (e.g., 1000)
am: ገደብ ያስገቡ (ለምሳሌ: 1000)

source: Select Status
am: ሁኔታ ይምረጡ

source: Search by name...
am: በስም ፍለጋ...

source: Search by name, phone, or account code...
am: በስም፣ ስልክ ወይም የመለያ ኮድ ይፈልጉ...

source: Date
am: ቀን

source: Created
am: የተፈጠረ

source: Updated
am: የተዘመነ

source: Need Stock
am: ክምችት ያስፈልጋል

source: Available Quantity
am: የሚገኝ ብዛት

source: Batch Number
am: የጥምር ቁጥር

source: Item ID
am: የንጥል ID

source: Item Name
am: የንጥል ስም

source: Supplier Batch Number
am: የአቅራቢ ጥምር ቁጥር

source: Select Supplier
am: አቅራቢ ይምረጡ

source: Select User Type
am: የተጠቃሚ አይነት ይምረጡ

source: Limit
am: ገደብ

source: Select Customer
am: ደንበኛ ይምረጡ

source: Changing...
am: በመቀየር ላይ...

source: Filter Best Seller Report
am: የበለጠ የሚሸጡ ሪፖርት ማጣሪያ

source: Amount
am: መጠን

source: Quantity
am: ብዛት

source: Payments
am: ክፍያዎች

# pleaseEnterComplete6DigitCode
source: Please enter a complete 6-digit code
am: እባክዎ ሙሉ 6-አሃዝ ኮድ ያስገቡ

source: No reset token found
am: የመታወስ ቶከን አልተገኘም

# loginSuccessful
source: Login successful! Welcome back.
am: መግቢያ በተሳካ ሁኔታ! እንኳን ደህና መጡ።

source: Creating account...
am: መለያ በመፍጠር ላይ...

# accountCreatedSuccessfully
source: Account created successfully! Please verify your account.
am: መለያ በተሳካ ሁኔታ ተፈጥሯል! እባክዎ መለያዎን ያረጋግጡ።

# accountVerifiedSuccessfully
source: Account verified successfully! You can now access all features.
am: መለያ በተሳካ ሁኔታ ተረጋግጧል! አሁን ሁሉንም ባህሪያት መጠቀም ይችላሉ።

source: OTP validated successfully!
am: OTP በተሳካ ሁኔታ ተረጋግጧል!

# passwordResetLinkSent
source: Password reset link sent to your phone number.
am: የመታወስ አገናኝ ወደ ስልክ ቁጥርዎ ተልኳል።

# passwordResetLinkSentGeneric
source: If an account exists with this phone number, a reset link has been sent.
am: ከዚህ ስልክ ቁጥር ጋር መለያ ካለ, የመታወስ አገናኝ ተልኳል።

# passwordResetSuccessfully
source: Password reset successfully! You can now login with your new password.
am: የይለፍ ቃል በተሳካ ሁኔታ ተታወሰ! አሁን በአዲሱ የይለፍ ቃልዎ መግባት ይችላሉ።

source: Password changed successfully!
am: የይለፍ ቃል በተሳካ ሁኔታ ተቀይሯል!

source: Profile updated successfully!
am: መገለጫ በተሳካ ሁኔታ ተሻሽሏል!

# accountDeletedSuccessfully
source: Account deleted successfully. We're sorry to see you go.
am: መለያ በተሳካ ሁኔታ ተሰርቷል። መልካም ጉዞ እንድንለው እናዝናለን።

# otpResentSuccessfully
source: OTP resent successfully! Please check your phone.
am: OTP በተሳካ ሁኔታ ተድግሏል! እባክዎ ስልክዎን ይመልከቱ።

# otpResentGeneric
source: If an account exists with this phone number, an OTP has been resent.
am: ከዚህ ስልክ ቁጥር ጋር መለያ ካለ, OTP ተድግሏል።

source: Logged out successfully!
am: በተሳካ ሁኔታ ወጥተዋል!

source: Authentication refreshed!
am: ማረጋገጫ ተደስቷል!

source: No authenticated user found.
am: ምንም የተጠቃሚ ማረጋገጫ አልተገኘም።

source: Bank created successfully
am: ባንክ በተሳካ ሁኔታ ተፈጥሯል

source: Bank updated successfully
am: ባንክ በተሳካ ሁኔታ ተሻሽሏል

source: Bank deleted successfully
am: ባንክ በተሳካ ሁኔታ ተሰርቷል

# failedToSyncCompanySwitch
source: Failed to sync company switch with server. Your selection is saved locally.
am: ኩባንያ ለውጥን ከሰርቨር ጋር ማመሳሰል አልተሳካም። ምርጫዎ በአካባቢ ተቀምጧል።

# failedToSyncBranchSwitch
source: Failed to sync branch switch with server. Your selection is saved locally.
am: ቅርንጫፍ ለውጥን ከሰርቨር ጋር ማመሳሰል አልተሳካም። ምርጫዎ በአካባቢ ተቀምጧል።

source: Attachments ({count})
am: መያዣዎች ({count})

# noItemsMessage
source: You don't have any items yet.
am: እስካሁን ምንም ንጥሎች የሉዎትም።

# noSubCategoriesInCategoryMessage
source: This category doesn't have any sub-categories yet.
am: ይህ ምድብ እስካሁን ምንም ንዑስ ምድቦች የሉትም።

source: Role Assignments by Branch
am: በቅርንጫፍ የሚመደቡ ሚናዎች

# errorLoadingRoleAssignments
source: Error loading role assignments: {error}
am: የሚና መድቦችን ለመጫን ስህተት: {error}

source: No role assignments found
am: ምንም የሚና መድቦች አልተገኙም

# noRoleAssignmentsMessage
source: This user doesn't have any role assignments in any branch yet.
am: ይህ ተጠቃሚ እስካሁን በማንኛውም ቅርንጫፍ ምንም የሚና መድቦች የለውም።

source: No roles available
am: ምንም ሚናዎች አይገኙም

source: Expense category created successfully
am: ወጪ ምድብ በተሳካ ሁኔታ ተፈጥሯል

source: Expense category updated successfully
am: ወጪ ምድብ በተሳካ ሁኔታ ተዘመነ

source: Expense category deleted successfully
am: ወጪ ምድብ በተሳካ ሁኔታ ተሰርዟል

source: Item created successfully
am: ንጥል በተሳካ ሁኔታ ተፈጥሯል

source: Item updated successfully
am: ንጥል በተሳካ ሁኔታ ተዘመነ

source: Item deleted successfully
am: ንጥል በተሳካ ሁኔታ ተሰርዟል

# codeRequired
source: Code is required
am: ኮድ ያስፈልጋል

# costPriceRequired
source: Cost price is required
am: የዋጋ ዋጋ ያስፈልጋል

# costPriceMustBeGreaterThanZero
source: Cost price must be greater than 0
am: የዋጋ ዋጋ ከ 0 በላይ መሆን አለበት

# unitPriceRequired
source: Unit price is required
am: የአሃድ ዋጋ ያስፈልጋል

# unitPriceMustBeGreaterThanZero
source: Unit price must be greater than 0
am: የአሃድ ዋጋ ከ 0 በላይ መሆን አለበት

source: Unit price must be greater than or equal to cost price
am: የአሃድ ዋጋ ከዋጋ ዋጋ ወይም እኩል መሆን አለበት

# taxRateRequired
source: Tax rate is required
am: የግብር መጠን ያስፈልጋል

source: Tax rate must be between 0 and 100
am: የግብር መጠን በ 0 እና 100 መካከል መሆን አለበት

source: Filter items
am: ንጥሎችን ማጣሪያ

source: Brand created successfully
am: የምርት ስም በተሳካ ሁኔታ ተፈጥሯል

source: Brand updated successfully
am: የምርት ስም በተሳካ ሁኔታ ተዘምኗል

source: Brand deleted successfully
am: የምርት ስም በተሳካ ሁኔታ ተሰርዟል

source: Category created successfully
am: ምድብ በተሳካ ሁኔታ ተፈጥሯል

source: Category updated successfully
am: ምድብ በተሳካ ሁኔታ ተዘምኗል

source: Category deleted successfully
am: ምድብ በተሳካ ሁኔታ ተሰርዟል

source: Company updated successfully
am: ኩባንያ በተሳካ ሁኔታ ተዘምኗል

source: Stock updated successfully
am: ክምችት በተሳካ ሁኔታ ተዘምኗል

source: Company Logo
am: የኩባንያ ሎጎ

source: Model created successfully
am: ሞዴል በተሳካ ሁኔታ ተፈጥሯል

source: Model updated successfully
am: ሞዴል በተሳካ ሁኔታ ተሻሽሏል

source: Model deleted successfully
am: ሞዴል በተሳካ ሁኔታ ተሰርቷል

source: Payment method created successfully
am: የክፍያ ዘዴ በተሳካ ሁኔታ ተፈጥሯል

source: Payment method updated successfully
am: የክፍያ ዘዴ በተሳካ ሁኔታ ተሻሽሏል

source: Payment method deleted successfully
am: የክፍያ ዘዴ በተሳካ ሁኔታ ተሰርቷል

source: Profile picture uploaded successfully
am: የመገለጫ ስዕል በተሳካ ሁኔታ ተጭኗል
