Repository: cybertechethio/pharma-fultter
Catalog: lib/l10n/app_*.arb
Languages: am

# appTitle
source: Cyber Tech
am: ሳይበር ቴክ

# appTitleWithPos
source: Cyber Tech POS
am: ሳይበር ቴክ POS

source: Welcome
am: እንኳን ደህና መጡ

source: Home
am: መነሻ

source: Settings
am: ቅንብሮች

source: Language
am: ቋንቋ

source: Theme
am: ገጽታ

source: Light Mode
am: ብርሃን ገጽታ

source: Dark Mode
am: ጨለማ ገጽታ

source: Brand Color
am: የምርት ቀለም

source: Save
am: አስቀምጥ

source: Cancel
am: ሰርዝ

source: OK
am: እሺ

source: Error
am: ስህተት

source: Success
am: ተሳክቷል

source: Loading...
am: በመጫን ላይ...

source: Retry
am: እንደገና ሞክር

source: Close
am: ዝጋ

# greetingMessage
source: Hello, {userName}!
am: ሰላም፣ {userName}!

# itemCount
source: {count, plural, =0{No items} =1{1 item} other{{count} items}}
am: {count, plural, =0{ምንም ነገር የለም} =1{1 ነገር} other{{count} ነገሮች}}

source: Logout
am: ውጣ

source: Login
am: ግባ

source: Email
am: ኢሜይል

source: Password
am: የይለፍ ቃል

source: Forgot Password
am: የይለፍ ቃልዎን ረሱ?

# noAccount
source: Don't have an account?
am: መለያ የለዎትም?

source: Sign Up
am: ይመዝገቡ

source: Create Account
am: መለያ ይፍጠሩ

source: Join Us Today
am: ዛሬ ይቀላቀሉን

# createAccountToGetStarted
source: Create your account to get started
am: ለመጀመር መለያዎን ይፍጠሩ

source: First Name
am: የመጀመሪያ ስም

source: Last Name
am: የአባት ስም

source: Company Name
am: የኩባንያ ስም

source: Phone Number
am: የስልክ ቁጥር

source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ

# confirmPasswordHint
source: Confirm your password
am: የይለፍ ቃልዎን ያረጋግጡ

# acceptTerms
source: I agree to the Terms and Conditions
am: የአገልግሎት ውሎችን እቀበላለሁ

# termsDescription
source: By checking this box, you agree to our terms of service and privacy policy.
am: ይህን ሳጥን በመመርጥ የአገልግሎት ውሎችን እና የግላዊነት ፖሊሲያችንን እቀበላለሁ።

source: Password Strength
am: የይለፍ ቃል ጥንካሬ

source: Registration Successful
am: መዝገብ በተሳካ ሁኔታ

# welcomeUser
source: Welcome, {name}!
am: እንኳን ደህና መጡ፣ {name}!

# verifyAccount
source: Please verify your account:
am: እባክዎ መለያዎን ያረጋግጡ:

# checkEmailForVerification
source: • Check your email for verification link
am: • ለማረጋገጫ ኢሜይልዎን ይፈልጉ

# checkPhoneForVerification
source: • Check your phone for verification code
am: • ለማረጋገጫ ስልክዎን ይፈልጉ

# canLoginNow
source: You can now log in with your credentials.
am: አሁን በምልክቶችዎ መግባት ይችላሉ።

# alreadyHaveAccount
source: Already have an account?
am: አስቀድመው መለያ አላችሁ?

source: Sign In
am: ግባ

source: Change Language
am: ቋንቋ ቀይር

source: Welcome Back!
am: እንኳን ደህና መጡ!

source: Login to continue
am: ለመቀጠል ይግቡ

# emailHint
source: Enter your email
am: ኢሜይልዎን ያስገቡ

# passwordHint
source: Enter your password
am: የይለፍ ቃልዎን ያስገቡ

source: Remember me
am: አስታውሰኝ

# loginButton
source: Login
am: ግባ

source: Logging in...
am: በመግባት ላይ...

# emailRequired
source: Email is required
am: ኢሜይል ያስፈልጋል

# invalidEmail
source: Please enter a valid email
am: እባክዎ ትክክለኛ ኢሜይል ያስገቡ

# passwordRequired
source: Password is required
am: የይለፍ ቃል ያስፈልጋል

# passwordMinLength
source: Password must be at least 6 characters
am: የይለፍ ቃል ቢያንስ 6 ቁምፊዎች መሆን አለበት

# loginSuccess
source: Login successful!
am: በተሳካ ሁኔታ ገብተዋል!

source: Login failed
am: መግባት አልተሳካም

# invalidCredentials
source: Invalid email or password
am: የተሳሳተ ኢሜይል ወይም የይለፍ ቃል

source: Or login with
am: ወይም በሚከተለው ይግቡ

# googleLogin
source: Google
am: ጉግል

# facebookLogin
source: Facebook
am: ፌስቡክ

# appleLogin
source: Apple
am: አፕል

source: Social login coming soon
am: ማህበራዊ መግባት በቅርቡ ይመጣል

# languageToggle
source: Toggle Language
am: ቋንቋ ቀይር

source: Continue as Guest
am: እንደ እንግዳ ቀጥል

source: Calendar
am: የቀን መቁጠሪያ

source: Select Date
am: ቀን ይምረጡ

source: Gregorian Calendar
am: ግሪጎሪያን የቀን መቁጠሪያ

source: Ethiopian Calendar
am: የኢትዮጵያ የቀን መቁጠሪያ

source: Calendar Type
am: የቀን መቁጠሪያ አይነት

source: Today
am: ዛሬ

source: Selected Date
am: የተመረጠ ቀን

# ethiopianMonthMeskerem
source: Meskerem
am: መስከረም

# ethiopianMonthTikimt
source: Tikimt
am: ጥቅምት

# ethiopianMonthHidar
source: Hidar
am: ህዳር

# ethiopianMonthTahsas
source: Tahsas
am: ታህሳስ

# ethiopianMonthTir
source: Tir
am: ጥር

# ethiopianMonthYekatit
source: Yekatit
am: የካቲት

# ethiopianMonthMegabit
source: Megabit
am: መጋቢት

# ethiopianMonthMiazia
source: Miazia
am: ሚያዝያ

# ethiopianMonthGenbot
source: Genbot
am: ግንቦት

# ethiopianMonthSene
source: Sene
am: ሰኔ

# ethiopianMonthHamle
source: Hamle
am: ሐምሌ

# ethiopianMonthNehasse
source: Nehasse
am: ነሐሴ

# ethiopianMonthPagumen
source: Pagumen
am: ጳጉሜን

source: Date Range
am: የቀን ክልል

source: Select Date Range
am: የቀን ክልል ይምረጡ

source: Start Date
am: የመጀመሪያ ቀን

source: End Date
am: የመጨረሻ ቀን

# selectingStart
source: Selecting Start Date
am: የመጀመሪያ ቀን በመምረጥ ላይ

# selectingEnd
source: Selecting End Date
am: የመጨረሻ ቀን በመምረጥ ላይ

source: Duration
am: ቆይታ

# days
source: {count, plural, =0{0 days} =1{1 day} other{{count} days}}
am: {count, plural, =0{0 ቀናት} =1{1 ቀን} other{{count} ቀናት}}

source: Clear Selection
am: ምርጫ አጽዳ

source: Select Range
am: ክልል ምረጥ

source: Default Date
am: ነባሪ ቀን

source: Default Start Date
am: ነባሪ የመጀመሪያ ቀን

source: Set Default Date
am: ነባሪ ቀን ያስቀምጡ

# defaultDateDescription
source: This date will be used for dashboard and data filtering
am: ይህ ቀን ለዳሽቦርድ እና ለመረጃ ማጣሪያ ይውላል

# noDefaultDate
source: No default date set
am: ምንም ነባሪ ቀን አልተቀመጠም

source: Theme Settings
am: የገጽታ ቅንብሮች

source: Language Settings
am: የቋንቋ ቅንብሮች

source: Date Settings
am: የቀን ቅንብሮች

source: Appearance
am: ገጽታ

source: General
am: አጠቃላይ

# calendarDisplayType
source: Calendar Display
am: የቀን መቁጠሪያ ማሳያ

# calendarDisplayDescription
source: Choose how dates are displayed throughout the app
am: በመተግበሪያው ውስጥ ቀኖች እንዴት እንደሚታዩ ይምረጡ

# autoDetect
source: Auto (Based on Language)
am: ራስ-ሰር (በቋንቋ ላይ የተመሰረተ)

# displayInGregorian
source: Always Gregorian
am: ሁልጊዜ ግሪጎሪያን

# displayInEthiopian
source: Always Ethiopian
am: ሁልጊዜ ኢትዮጵያን

source: Get Started
am: ጀምር

source: Add Item
am: ንጥል ጨምር

source: Browse Items
am: ንጥሎች ያስሱ

source: Start Shopping
am: ግዢ ጀምር

source: Clear Search
am: ፍለጋ አጽዳ

source: Complete Profile
am: መገለጫ ሙሉ

# networkError
source: Network connection failed. Please check your internet connection and try again.
am: የኔትዎርክ ግንኙነት አልተሳካም። እባክዎ የኢንተርኔት ግንኙነትዎን ያረጋግጡ እና እንደገና ይሞክሩ።

# serverError
source: Server error occurred. Please try again later.
am: የሰርቨር ስህተት ተከስቷል። እባክዎ ቆይተው እንደገና ይሞክሩ።

source: Not Found
am: አልተገኘም

# notFoundMessage
source: The requested content was not found.
am: የተጠየቀው ይዘት አልተገኘም።

# permissionError
source: Permission denied. Please grant the required permissions to continue.
am: ፈቃድ ተከልክሏል። ለመቀጠል አስፈላጊውን ፈቃድ እባክዎ ይስጡ።

# noItemsFound
source: No items found. Start by adding your first item.
am: ምንም ንጥል አልተገኘም። የመጀመሪያውን ንጥልዎን በመጨመር ይጀምሩ።

# noResultsFound
source: No results found. Try adjusting your search terms.
am: ምንም ውጤት አልተገኘም። የፍለጋ ቃላትዎን እባክዎ ያስተካክሉ።

# noFavoritesYet
source: No favorites yet. Start by adding items you love.
am: እስካሁን ምንም ተወዳጅ አልተጨመረም። የሚወዷቸውን ንጥሎች በመጨመር ይጀምሩ።

# noNotificationsYet
source: No notifications yet. We'll notify you when something important happens.
am: እስካሁን ምንም ማሳወቂያ የለም። አስፈላጊ ነገር በሚከሰት ጊዜ እናሳውቅዎታለን።

# cartEmpty
source: Your cart is empty. Add some items to get started.
am: የግዢ ቅርጫትዎ ባዶ ነው። ለመጀመር አንዳንድ ንጥሎች ይጨምሩ።

# profileIncomplete
source: Complete your profile to get the most out of the app.
am: የመገለጫዎን ሙሉ ለማድረግ አፕሊኬሽኑን በተሻለ ሁኔታ ለመጠቀም።

source: Loading data...
am: ውሂብ በመጫን ላይ...

source: Please wait...
am: እባክዎ ይጠብቁ...

source: Required
am: ያስፈልጋል

# fieldRequired
source: This field is required
am: ይህ መስክ ያስፈልጋል

# enterEmail
source: Enter your email
am: ኢሜይልዎን ያስገቡ

source: Enter Password
am: የይለፍ ቃል ያስገቡ

# searchHint
source: Search...
am: ፍለጋ...

source: Search by item name...
am: በንጥል ስም ፍለጋ...

# selectOption
source: Select an option
am: አማራጭ ይምረጡ

source: Search
am: ፍለጋ

source: Menu
am: ምናሌ

source: Back
am: ተመለስ

source: Done
am: ተጠናቋል

source: Edit
am: አርትዖ

source: Delete
am: ሰርዝ

source: Share
am: አጋራ

source: Copy
am: ቅዳ

source: Paste
am: ጣቅም

source: Cut
am: ቈርጥ

source: Select All
am: ሁሉንም ይምረጡ

source: More
am: ተጨማሪ

source: Less
am: ተጨማሪ

source: Show More
am: ተጨማሪ አሳይ

source: Show Less
am: ተጨማሪ አሳይ

source: Expand
am: ዘርጋ

source: Collapse
am: ጠቅ

source: Refresh
am: አደስ

source: Filter
am: አጣራ

source: Sort
am: ደርድር

source: View
am: እይታ

source: Details
am: ዝርዝሮች

source: Summary
am: ማጠቃለያ

source: Preview
am: ቅድመ እይታ

source: Full Screen
am: ሙሉ ማያ

source: Exit Full Screen
am: ሙሉ ማያ ውጣ

# welcomeToApp
source: Welcome to Cyber Tech
am: ወደ ሳይበር ቴክ እንኳን ደህና መጡ

# appName
source: SecureAuth
am: ደህንነት ያለው ማረጋገጫ

# signInToContinue
source: Sign in to your account to continue
am: ለመቀጠል ወደ መለያዎ ይግቡ

source: Email Address
am: የኢሜል አድራሻ

source: Enter your email
am: ኢሜልዎን ያስገቡ

source: Enter your password
am: የይለፍ ቃልዎን ያስገቡ

# pleaseEnterPassword
source: Please enter your password
am: እባክዎ የይለፍ ቃልዎን ያስገቡ

source: Signing In...
am: በመግባት ላይ...

source: OR
am: ወይም

source: Continue with Google
am: በ Google ይቀጥሉ

# dontHaveAccount
source: Don't have an account?
am: መለያ የለዎትም?

source: Full Name
am: ሙሉ ስም

# byCreatingAccount
source: By creating an account, you agree to our
am: መለያ በመፍጠር እኛን በማመንታት ተስማምተዋል

source: Terms of Use
am: የአጠቃቀም ውሎች

source: and
am: እና

source: Privacy Policy
am: የግላዊነት ፖሊሲ

source: Go to Home
am: ወደ መነሻ ይሂዱ

# loginAccount
source: Login to Your Account
am: ወደ መለያዎ ይግቡ

# enterPhone
source: Enter Phone Number
am: የስልክ ቁጥር ያስገቡ

# enterValidPhone
source: Please enter a valid phone number
am: እባክዎ ትክክለኛ የስልክ ቁጥር ያስገቡ

# enterValidPassword
source: Enter a valid password
am: እባክዎ ትክክለኛ የይለፍ ቃል ያስገቡ

source: Login with Google
am: በ Google ይግቡ

source: Companies
am: ኩባንያዎች

source: Customers
am: ደንበኞች

source: Suppliers
am: አቅራቢዎች

source: Supplier
am: አቅራቢ

source: Customer
am: ደንበኛ

source: Edit Customer
am: ደንበኛ አርትዖ

source: Edit Supplier
am: አቅራቢ አርትዖ

source: Type
am: ዓይነት

source: Name
am: ስም

source: Description
am: መግለጫ

source: Account Code
am: የመለያ ኮድ

source: TIN Number
am: የTIN ቁጥር

source: Customer Details
am: የደንበኛ ዝርዝሮች

source: Supplier Details
am: የአቅራቢ ዝርዝሮች

source: Business Information
am: የንግድ መረጃ

source: Account Details
am: የመለያ ዝርዝሮች

source: Balance
am: ቀሪ ሂሳብ

source: Categories
am: ምድቦች

source: Expense Categories
am: የወጪ ምድቦች

source: Create Expense Category
am: የወጪ ምድብ ፍጠር

source: Expenses
am: ወጪዎች

source: Create Expense
am: ወጪ ይፍጠሩ

source: Edit Expense
am: ወጪ አርትዕ

source: Expense
am: ወጪ

# expenseRequired
source: Expense name is required
am: የወጪ ስም አስፈላጊ ነው

# expenseNameExists
source: Expense name already exists
am: የወጪ ስም አስቀድሞ አለ

source: No Expenses
am: ወጪ የለም

# noExpensesMessage
source: You haven't created any expenses yet. Tap the + button to create your first expense.
am: እስካሁን ምንም ወጪ አልፈጠሩም። የመጀመሪያ ወጪን ለመፍጠር + ቁልፍን ያድርጉ።

source: Reference
am: ማጣቀሻ

source: Expense Date
am: የወጪ ቀን

# expenseAmount
source: Amount
am: መጠን

source: Sub-Categories
am: ንዑስ ምድቦች

source: Units
am: አሃዶች

source: Brands
am: የምርት ስም

source: Models
am: ሞዴሎች

source: Items
am: ንጥሎች

source: Item
am: ንጥል

source: Roles
am: ሚናዎች

source: Banks
am: ባንኮች

source: Employees
am: ሠራተኞች

source: Users
am: ተጠቃሚዎች

source: User
am: ተጠቃሚ

source: Reports
am: ሪፖርቶች

source: Help
am: እርዳታ

source: No Companies
am: ምንም ኩባንያ የለም

# noCompaniesMessage
source: You haven't created any companies yet. Tap the + button to create your first company.
am: እስካሁን ምንም ኩባንያ አልፈጠርክም። የመጀመሪያውን ኩባንያዎን ለመፍጠር + ቁልፉን ይንኩ።

source: Create Company
am: ኩባንያ ፍጠር

source: Edit Company
am: ኩባንያ አርትዖ

source: Active
am: ንቁ

source: Inactive
am: አልተሰራም

source: View Branches
am: ቅርንጫፎች ይመልከቱ

# editCompanyTooltip
source: Edit Company
am: ኩባንያ አርትዖ

# deleteCompanyTooltip
source: Delete Company
am: ኩባንያ ሰርዝ

source: Update
am: ያዘምኑ

source: Create
am: ፍጠር

source: Branches
am: ቅርንጫፎች

source: No Branches
am: ምንም ቅርንጫፍ የለም

# noBranchesMessage
source: This company doesn't have any branches yet. Tap the + button to create the first branch.
am: ይህ ኩባንያ እስካሁን ምንም ቅርንጫፍ የለውም። የመጀመሪያውን ቅርንጫፍ ለመፍጠር + ቁልፉን ይንኩ።

source: Create Branch
am: ቅርንጫፍ ፍጠር

source: Edit Branch
am: ቅርንጫፍ አርትዖ

source: Branch Name
am: የቅርንጫፍ ስም

# editBranchTooltip
source: Edit Branch
am: ቅርንጫፍ አርትዖ

# deleteBranchTooltip
source: Delete Branch
am: ቅርንጫፍ ሰርዝ

source: Management
am: አስተዳደር

source: Add New
am: አዲስ ጨምር

source: No roles
am: ምንም ሚና የለም

# noRolesMessage
source: You don't have any roles yet.
am: እስካሁን ምንም ሚና የሎትም።

source: Create Role
am: ሚና ፍጠር

source: Edit Role
am: ሚና አርትዖ

source: Role Details
am: የሚና ዝርዝሮች

source: Active Status
am: ንቁ ሁኔታ

# enableOrDisableRole
source: Enable or disable this role
am: ይህን ሚና ያብሩ ወይም ያጥፉ

source: Permissions
am: ፈቃዶች

# selectedPermissions
source: Selected: {count} permissions
am: የተመረጠ: {count} ፈቃዶች

# selectAtLeastOnePermission
source: Please select at least one permission
am: እባክዎ ቢያንስ አንድ ፈቃድ ይምረጡ

# errorLoadingPermissions
source: Error loading permissions: {error}
am: ፈቃዶችን በመጫን ላይ ስህተት: {error}

source: No permissions available
am: ምንም ፈቃድ አይገኝም

source: Update Role
am: ሚና አዘምን

source: Creating...
am: በመፍጠር ላይ...

source: Updating...
am: በማዘመን ላይ...

# nameRequired
source: Name is required
am: ስም ያስፈልጋል

# descriptionRequired
source: Description is required
am: መግለጫ ያስፈልጋል

source: No permissions assigned
am: ምንም ፈቃድ አልተመደበም

source: Delete Role
am: ሚና ሰርዝ

# confirmDeleteRole
source: Are you sure you want to delete {roleName}? This action cannot be undone.
am: እርግጠኛ ነዎት {roleName}ን መሰረዝ ይፈልጋሉ? ይህ ተግባር ሊመለስ አይችልም።

source: Go Back
am: ተመለስ

# totalPermissions
source: Total Permissions: {count}
am: ጠቅላላ ፈቃዶች: {count}

source: Profile
am: መገለጫ

source: No User Found
am: ምንም ተጠቃሚ አልተገኘም

# unableToLoadProfile
source: Unable to load user profile. Please try again.
am: የተጠቃሚ መገለጫ መጫን አልተሳካም። እባክዎ እንደገና ይሞክሩ።

source: Account Information
am: የመለያ መረጃ

# settingsAndActions
source: Settings & Actions
am: ቅንብሮች እና ተግባሮች

source: Danger Zone
am: አደጋ ዞን

# confirmLogout
source: Are you sure you want to logout?
am: እርግጠኛ ነዎት መውጣት ይፈልጋሉ?

source: Delete Account
am: መለያ ሰርዝ

# deleteAccountWarning
source: This action cannot be undone. Please enter your password to confirm.
am: ይህ ተግባር ሊመለስ አይችልም። ለማረጋገጥ እባክዎ የይለፍ ቃልዎን ያስገቡ።

source: Choose from Gallery
am: ከፎቶ ማግኛ ይምረጡ

source: Take Photo
am: ፎቶ ይቅረጹ

# errorPickingImage
source: Error picking image: {error}
am: ምስል በመምረጥ ላይ ስህተት: {error}

source: Create Brand
am: የምርት ስም ፍጠር

source: Brand
am: የምርት ስም

source: Edit Brand
am: የምርት ስም አርትዖ

source: No brands
am: ምንም የምርት ስም የለም

# noBrandsMessage
source: You don't have any brands yet.
am: እስካሁን ምንም የምርት ስም የሎትም።

source: Create Unit
am: አሃድ ፍጠር

source: Unit
am: አሃድ

source: Edit Unit
am: አሃድ አርትዖ

source: Create Bank
am: ባንክ ፍጠር

source: Bank
am: ባንክ

source: Edit Bank
am: ባንክ አርትዖ

source: No banks
am: ባንኮች የሉም

# noBanksMessage
source: You don't have any banks yet.
am: እስካሁን ምንም ባንኮች የሎትም።

source: Bank Name
am: የባንክ ስም

# bankNameRequired
source: Bank name is required
am: የባንክ ስም ያስፈልጋል

source: No units
am: ምንም አሃድ የለም

# noUnitsMessage
source: You don't have any units yet.
am: እስካሁን ምንም አሃድ የሎትም።

source: Create Category
am: ምድብ ፍጠር

source: No categories
am: ምንም ምድቦች የሉም

# noCategoriesMessage
source: You don't have any categories yet.
am: እስካሁን ምንም ምድብ የሎትም።

source: Create Sub-Category
am: ንዑስ ምድብ ፍጠር

source: Sub Category
am: ንዑስ ምድብ

source: Edit Sub-Category
am: ንዑስ ምድብ አርትዖ

source: No sub-categories
am: ምንም ንዑስ ምድቦች የሉም

# noSubCategoriesMessage
source: You don't have any sub-categories yet.
am: እስካሁን ምንም ንዑስ ምድብ የሎትም።

source: Create Model
am: ሞዴል ፍጠር

source: Model
am: ሞዴል

source: Edit Model
am: ሞዴል አርትዖ

source: No models
am: ምንም ሞዴል የለም

# noModelsMessage
source: You don't have any models yet.
am: እስካሁን ምንም ሞዴል የሎትም።

# noCategoriesAvailable
source: No categories available. Please create a category first.
am: ምንም ምድብ አይገኝም። እባክዎ በመጀመሪያ ምድብ ይፍጠሩ።

# errorLoadingCategories
source: Error loading categories: {error}
am: ምድቦችን በመጫን ላይ ስህተት: {error}

source: Category
am: ምድብ

source: Edit Category
am: ምድብ አርትዖ

# categoryRequired
source: Category is required
am: ምድብ ያስፈልጋል

# errorLoadingRole
source: Error loading role: {error}
am: ሚናን በመጫን ላይ ስህተት: {error}

source: Deselect All
am: ሁሉንም ምርጫ አጥፋ

# selectedCount
source: {selected} / {total} selected
am: {selected} / {total} የተመረጠ

source: Account Status
am: የመለያ ሁኔታ

source: Member Since
am: አባል ከ

source: Edit Profile
am: መገለጫ ያርትዑ

source: Change Password
am: የይለፍ ቃል ቀይር

source: Verified
am: የተረጋገጠ

source: Not Verified
am: አልተረጋገጠም

source: Batches
am: ቦታዎች

source: Batch
am: ቦታ

source: Create Batch
am: ቦታ ፍጠር

source: No batches
am: ምንም ቦታዎች የሉም

# noBatchesMessage
source: You don't have any batches yet.
am: እስካሁን ምንም ቦታዎች የሎትም።

source: Batch Name
am: የጥምር ስም

# batchNameRequired
source: Batch name is required
am: የቦታ ስም ያስፈልጋል

source: Stocks
am: ክምችቶች

source: Stock
am: ክምችት

source: No stocks
am: ምንም ክምችቶች የሉም

# noStocksMessage
source: You don't have any stocks yet.
am: እስካሁን ምንም ክምችቶች የሎትም።

source: Update Stock
am: ክምችት አዘምን

source: Low Stock Threshold
am: ዝቅተኛ ክምችት ደረጃ

source: Location
am: አካባቢ

source: Status
am: ሁኔታ

source: Transactions
am: ግብይቶች

source: Transaction
am: ግብይት

source: No transactions
am: ምንም ግብይቶች የሉም

# noTransactionsMessage
source: You don't have any transactions yet.
am: እስካሁን ምንም ግብይቶች የሎትም።

source: Transfers
am: ማስተላለፎች

source: Transfer
am: ዝውውር

source: No transfers
am: ምንም ዝውውሮች የሉም

# noTransfersMessage
source: You don't have any transfers yet.
am: እስካሁን ምንም ዝውውሮች የሎትም።

source: Create Transfer
am: ዝውውር ፍጠር

source: Destination Branch
am: የመድረሻ ቅርንጫፍ

source: Source Branch
am: ምንጭ ቅርንጫፍ

source: Last Updated
am: የመጨረሻ ዝመና

# notAvailable
source: N/A
am: የለም

source: Unknown
am: ያልታወቀ

source: Transfer Out
am: ዝውውር ወጪ

source: Transfer In
am: ዝውውር ገቢ

source: Transfer created successfully
am: ዝውውር በተሳካ ሁኔታ ተፈጥሯል

source: Reverse Transaction
am: ግብይት ይቀይሩ

# reverseTransactionMessage
source: Are you sure you want to reverse this transaction? This will create a reversal entry.
am: እርግጠኛ ነዎት ይህን ግብይት መመለስ ይፈልጋሉ? ይህ የመመለሻ ማስገቢያ ይፈጥራል።

source: Reversal Note
am: የመመለሻ ማስታወሻ

# reversalNoteHint
source: Enter a note for this reversal (optional)
am: ለዚህ መመለሻ ማስታወሻ ያስገቡ (አማራጭ)

source: Reverse
am: ይቀይሩ

source: Purchase Reverse
am: ግዥ መመለስ

source: Sale Reverse
am: ሽያጭ መመለስ

source: Fulfillment Branch
am: የመፈጸሚያ ቅርንጫፍ

source: Sale Branch
am: የሽያጭ ቅርንጫፍ

source: Select Fulfillment Branch
am: የመፈጸሚያ ቅርንጫፍ ይምረጡ

source: Order Number
am: የትዕዛዝ ቁጥር

source: Order Total
am: የትዕዛዝ ጠቅላላ

source: No payments recorded
am: ክፍያ አልተመዘገበም

source: Pending
am: በመጠባበቅ ላይ

source: Approved
am: ፀድቋል

source: Fulfilled
am: ተሟልቷል

source: Cancelled
am: ተሰርዟል

source: Approve
am: አፅድቅ

source: Fulfill
am: ፈጽም

source: Cancel Order
am: ትዕዛዝ ሰርዝ

source: Approve Order
am: ትዕዛዝ አፅድቅ

source: Fulfill Order
am: ትዕዛዝ ፈጽም

source: Approved At
am: የፀደቀበት ቀን

source: Approved By
am: ያፀደቀ

source: Created By
am: የፈጠረ

source: Payment
am: መክፈያ

source: Payment Details
am: የክፍያ ዝርዝር

source: Subtotal
am: ንዑስ ድምር

source: Total Tax
am: ጠቅላላ ግብር

source: Total Amount
am: ጠቅላላ ድምር

source: Paid Amount
am: የተከፈለ መጠን

source: Remaining Amount
am: የቀረ ድምር

source: Attachments
am: ተጣባባይዎች

source: Delivery Proof
am: የመላኪያ ማረጋገጫ

source: Walk-in
am: በቀጥታ የመጣ

source: Current Branch
am: ወቅታዊ ቅርንጫፍ

source: Select Branch
am: ቅርንጫፍ ይምረጡ

source: Switch Branch
am: ቅርንጫፍ ይቀይሩ

source: Main
am: ዋና

source: People
am: ሰዎች

source: Products
am: ምርቶች

source: Point of Sale
am: የሽያጭ ነጥብ

source: Stock Transfer
am: ክምችት ማስተላለፍ

source: Billers
am: ቢለርስ

source: Daily Sales Report
am: ዕለታዊ የሽያጭ ሪፖርት

source: Core
am: መሰረታዊ

source: Inventory
am: ክምችት

source: Operations
am: ስራዎች

source: Administration
am: አስተዳደር

source: Paid
am: የተከፈለ

source: Remaining
am: ቀሪ

source: optional
am: አማራጭ

source: Payment Methods
am: የክፍያ ዘዴዎች

source: Add
am: ጨምር

source: No payment methods added
am: የክፍያ ዘዴዎች አልተጨመሩም

source: Attachment
am: ተያያዥ

source: Add Attachment
am: አባሪ ጨምር

source: Change
am: ቀይር

source: Remove
am: አስወግድ

# fulfillOrderConfirmation
source: This will create a transaction and deduct inventory from the fulfillment branch.
am: ይህ ግብይት ይፈጥራል እና ከመፈጸሚያ ቅርንጫፍ ክምችት ይቀንሳል።

source: No description
am: መግለጫ የለም

source: Add Balance
am: ቀሪ ሂሳብ ጨምር

source: Refund
am: ተመላሽ

source: Transaction ID
am: የግብይት መታወቂያ

# transactionIdRequired
source: Transaction ID is required
am: የግብይት መታወቂያ ያስፈልጋል

source: Invalid transaction ID
am: ልክ ያልሆነ የግብይት መታወቂያ

# addBalanceSuccess
source: Balance added successfully
am: ቀሪ ሂሳብ በተሳካ ሁኔታ ተጨምሯል

# refundSuccess
source: Refund processed successfully
am: ተመላሽ በተሳካ ሁኔታ ተከናውኗል

source: Add Payment Method
am: የክፍያ ዘዴ ጨምር

# addAtLeastOnePaymentMethod
source: Please add at least one payment method
am: እባክዎ ቢያንስ አንድ የክፍያ ዘዴ ያክሉ

source: Receipt
am: ደረሰኝ

source: Total Sales
am: ጠቅላላ ሽያጭ

source: Total Sales Return
am: ጠቅላላ የሽያጭ ተመላሽ

source: Total Purchase
am: ጠቅላላ ግዢ

source: Total Purchase Return
am: ጠቅላላ የግዢ ተመላሽ

source: View All
am: ሁሉንም ይመልከቱ

source: Profit
am: ትርፍ

source: Invoice Due
am: ያልተከፈለ ደረሰኝ

source: Total Expenses
am: ጠቅላላ ወጪዎች

source: Total Payment Returns
am: ጠቅላላ የክፍያ ተመላሾች

# salesAndPurchase
source: Sales & Purchase
am: ሽያጭ እና ግዢ

source: Sales
am: ሽያጭ

source: Purchase
am: ግዢ

# noData
source: No data available
am: ምንም ውሂብ የለም

source: Overall Information
am: አጠቃላይ መረጃ

source: Orders
am: ትዕዛዞች

source: Customers Overview
am: የደንበኞች አጠቃላይ እይታ

source: First Time
am: አዲስ

# returning
source: Return
am: ተመላሽ

source: Sales Statistics
am: የሽያጭ ስታቲስቲክስ

source: Revenue
am: ገቢ

source: Top Selling Products
am: ከፍተኛ የሚሸጡ ምርቶች

source: Low Stock Products
am: ዝቅተኛ ክምችት ምርቶች

source: In Stock
am: በክምችት

source: Top Customers
am: ከፍተኛ ደንበኞች

source: Sales Report
am: የሽያጭ ሪፖርት

source: Annual Report
am: ዓመታዊ ሪፖርት

source: Best Seller Report
am: ከፍተኛ ሽያጭ ሪፖርት

source: Customer Report
am: የደንበኛ ሪፖርት

source: Expense Report
am: የወጪ ሪፖርት

source: Profit & Loss Report
am: የትርፍ እና ኪሳራ ሪፖርት

source: Purchase Report
am: የግዢ ሪፖርት

# switchedToBranch
source: Switched to {branchName}
am: ወደ {branchName} ተቀይሯል

source: Failed to switch branch
am: ቅርንጫፍ መቀየር አልተሳካም

source: Your Transactions
am: የእርስዎ ግብይቶች

source: All Customers
am: ሁሉም ደንበኞች

source: Your Product
am: የእርስዎ ምርት

source: is running Low, already below
am: ዝቅተኛ እየሆነ ነው፣ አስቀድሞ ከ

source: Pcs.
am: ቁርጥራጮች

source: Add Stock
am: ክምችት ጨምር

source: No annual items
am: ዓመታዊ ንጥሎች የሉም

source: Total Cost
am: ጠቅላላ ወጪ

source: Gross Profit
am: ጠቅላላ ትርፍ

source: Net Profit
am: ንጹህ ትርፍ

source: No profit-loss items
am: የትርፍ-ኪሳራ ንጥሎች የሉም

source: Sales and Profit Trend
am: የሽያጭ እና ትርፍ አዝማሚያ

source: Last 10 Days
am: የመጨረሻዎቹ 10 ቀናት

source: No best sellers
am: ከፍተኛ ሽያጭ የለም

source: Average Expense
am: አማካይ ወጪ

source: Largest Expense
am: ትልቁ ወጪ

source: Total to Pay Customers
am: ጠቅላላ ለመክፈል ደንበኞች

source: Total Customers Owe Us
am: ጠቅላላ ደንበኞች ያሳለፉን

source: Net Balance
am: ንጹህ ቀሪ ሂሳብ

source: No customers
am: ምንም ደንበኞች የሉም

source: Total Paid
am: ጠቅላላ የተከፈለ

source: Total Unpaid
am: ጠቅላላ ያልተከፈለ

source: Overdue
am: የተዘገየ

source: No purchase items
am: የግዢ ንጥሎች የሉም

source: No sales items
am: የሽያጭ ንጥሎች የሉም

source: No payment data
am: የመክፈያ ውሂብ የለም

source: Add Payment
am: መክፈያ ጨምር

source: No payment methods
am: የመክፈያ ዘዴዎች የሉም

source: Notes
am: ማስታወሻዎች

source: Assign Roles to Branches
am: ሚናዎችን ለቅርንጫፎች መድብ

source: Auto Print
am: ራስ-ሰር ማተም

# automaticallyPrintReceipts
source: Automatically print receipts after transactions
am: ከግብይቶች በኋላ ደረሰኞችን በራስ-ሰር ያትሙ

source: Default Calendar Type
am: ነባሪ የቀን መቁጠሪያ አይነት

source: Business Type
am: የንግድ አይነት

source: Upload Logo
am: ሎጎ ይጭኑ

source: No company found
am: ኩባንያ አልተገኘም

source: Qty
am: ብዛት

source: Ref
am: ማጣቀሻ

# noAnnualItemsFound
source: No annual items found for the selected date.
am: ለተመረጠው ቀን ዓመታዊ ንጥሎች አልተገኙም።

# noExpensesFound
source: No expenses found for the selected date range.
am: ለተመረጠው የቀን ክልል ወጪዎች አልተገኙም።
